<template>
  <div>
    <vxe-notice-bar speed="slow">横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果 播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果</vxe-notice-bar>
    <vxe-notice-bar>横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果 播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果</vxe-notice-bar>
    <vxe-notice-bar speed="fast">横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果</vxe-notice-bar>

    <vxe-notice-bar speed="slow" direction="right">横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果 播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果</vxe-notice-bar>
    <vxe-notice-bar direction="right">横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果 播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果</vxe-notice-bar>
    <vxe-notice-bar speed="fast" direction="right">横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果11 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果22 横向轮播效果 横向轮播效果 横向轮播效果 横向轮播效果33 横向轮播效果横向轮播效果横向轮播效果横向轮播效果 44 横向轮播效果 横向轮播效果</vxe-notice-bar>
  </div>
</template>
